{
  "title_01":"Lawful Basis for Processing Personal Data",
  "title_02":"Personal Data We Process",
  "title_03":"IP Address and Cookies",
  "title_04":"Servers and Content Distribution",
  "title_05":"Sensitive Information",
  "title_06":"External Links",
  "title_07":"Advertising",
  "title_08":"Third-Party Privacy Policies",
  "title_09":"Right to Receive Information",
  "title_10":"Deleting Stored Data",
  "title_11":"Questions?",
  "paragraph_01":"Last updated on March, 2024.",
  "paragraph_02":"We have a firm commitment to your privacy and data transparency at PDF.OnlinePrimeTools.com.",
  "paragraph_03":"This page discloses our information-gathering and dissemination practices for PDF.OnlinePrimeTools.com. It also includes information regarding the processing of privacy information as stated in the new EU General Data Protection Regulation (GDPR) of May 25, 2018.",
  "paragraph_04":"We store some personal data in two cases:",
  "paragraph_05":"At PDF.OnlinePrimeTools.com, we process some personal data. Below is a description of what, how, and why we gather and store user data.",
  "paragraph_06":"For all users who visit our website, we store:",
  "paragraph_07":"We use your IP address to help diagnose problems with our servers and to administer our websites. Your IP address is used to gather broad demographic information. We use cookies to deliver content specific to your interests.",
  "paragraph_08":"Our servers are located in Sweden. We also rely on third parties to host our services and our infrastructure, and to distribute our content, such as Amazon Web Services.",
  "paragraph_09":"We take regular backups of our servers. Older backups are stored offline and are only used to recover data after a server crash or other incidents.",
  "paragraph_10":"We have security measures in place. We will never ask for sensitive information. In the GDPR, “sensitive information” is defined as: “personal data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership, and the processing of genetic data, biometric data for the purpose of uniquely identifying a natural person, data concerning health or data concerning a natural person's sex life or sexual orientation.” We recommend you do not add such information to any PDF.OnlinePrimeTools.com application.",
  "paragraph_11":"This site contains links to other sites. PDF.OnlinePrimeTools.com is not responsible for the privacy practices or the content of the linked websites.",
  "paragraph_12":"We use third-party advertising companies to serve ads when you visit PDF.OnlinePrimeTools.com. These companies may use aggregated information about your visits to this and other websites to provide advertisements about goods and services of interest to you.",
  "paragraph_13":"Third parties we use for advertising:",
  "paragraph_14":" 👉 Google Ad Manager",
  "paragraph_15":"As of May 25, 2018, the new EU General Data Protection Regulation (GDPR) provides every user the right to receive a copy of the information we have stored about them. The data below can be obtained by contacting us at this email address:  👉  onlineprimetools101@gmail.com",
  "paragraph_16":"If you have any questions about these policies, please do not hesitate to contact via  👉  onlineprimetools101@gmail.com",
  "paragraph_17":"If you have any questions about these policies, please do not hesitate to contact via  👉  onlineprimetools101@gmail.com",
  "paragraph_18":"Now that you're familiar with our policies, explore a variety of Online Prime Tools designed to make your daily calculation and conversion more efficient.",
  "paragraph_19":"👉 Start Exploring Our Tools",
  "section_list_item_01": "When consent is given by users",
  "section_list_item_02": "When processing is necessary for the purposes of our legitimate interests, such as the basic functionality of our site and services",
  "section_list_item_03": "Web server log: IP address, pages visited by that IP address, link clicked to get here, browser name and version, and time stamps.",
  "section_list_item_04": "Third parties collect similar information; see “Third-Party Privacy Policies” in its related section below.",
  "section_list_item_05": "Third-party vendors, including Google, use cookies to serve ads based on a user's prior visits to our website and/or other websites",
  "section_list_item_06": "Google's use of advertising cookies enables it and its partners to serve ads to our users based on their visit to our sites and/or other websites",
  "section_list_item_07": "If you have sent us emails, and you want to have a copy of them.",
  "section_list_item_08": "If you have sent us emails, and you want to delete them."

}

