{
  "title_01":"Data Protection",
  "title_02":"Use of Material on PDF.OnlinePrimeTools.com",
  "title_03":"Disclaimer of Liability",
  "title_04":"Third Party Advertising",
  "title_05":"Link Policy",
  "title_06":"You may not:",
  "title_07":"Offline Media",
  "title_08":"Using or Embedding Our Data",
  "title_09":"API and Data Download",
  "title_10":"Using Our Images",
  "title_11":"Citation Guide: Referencing Our Content",
  "title_12":"Copyright Notice",
  "title_13":"Exceptions and External Copyrights/Trademarks",
  "title_14":"Changes to the Terms and Conditions",
  "title_15":"Applicable Law and Jurisdiction",
  "title_16":"Questions?",
  "paragraph_01":"Last updated on March, 2024.",
  "paragraph_02":"These are the terms and conditions of using PDF.OnlinePrimeTools.com. Regardless of how you access PDF.OnlinePrimeTools.com (mobile, web, etc.), you agree to be bound by these terms and conditions.",
  "paragraph_03":"Please see our",
  "paragraph_04":" 👉 Privacy Statements",
  "paragraph_05":"for details of how your personally identifiable information is collected and stored. Your information or email address will not be sold nor distributed to any third party, but for technical purposes, it is shared with vendors working on our behalf. Currently PDF.OnlinePrimeTools.com is not collecting your any personal informations.",
  "paragraph_06":"Use of material on PDF.OnlinePrimeTools.com is for your own personal and non-commercial use only. You acknowledge that, as between the site and you, PDF.OnlinePrimeTools.com is the sole owner of all content on the site, including, without limitation, all applicable copyrights, patents, trademarks, service marks, trade secrets, trade names, logos, and other intellectual property rights thereto, as well as text, images, graphics, logos, audio, video, and other material appearing on PDF.OnlinePrimeTools.com. This does not include content, such as logos or images, uploaded by the user to our pages.",
  "paragraph_07":"You may download and print extracts from PDF.OnlinePrimeTools.com for your own personal and non-commercial use only, provided you maintain and abide by our Copyright Rules which are mentioned in our",
  "paragraph_08":" 👉 Privacy Policy page.",
  "paragraph_09":"If you wish to use our content other than as permitted by these rules, please Ask Us First Via  👉  onlineprimetools101@gmail.com",
  "paragraph_10":"Information on PDF.OnlinePrimeTools.com is provided 'as is' without warranty of any kind, either expressed or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, or non-infringement. In no case shall PDF.OnlinePrimeTools.com's aggregate liability exceed paid service fees.",
  "paragraph_11":"Some jurisdictions do not allow for the exclusion of implied warranties so the above exclusion may not apply to you.",
  "paragraph_12":"You explicitly acknowledge that data may be incorrect for politically disputed jurisdictions. PDF.OnlinePrimeTools.com strives to have a neutral opinion in these cases. However, PDF.OnlinePrimeTools.com does not warrant adopting a specific opinion.",
  "paragraph_13":"In no event shall PDF.OnlinePrimeTools.com be liable for any damages whatsoever, and in particular, PDF.OnlinePrimeTools.com shall not be liable for special, indirect, consequential, or incidental damages, or damages for lost profits, loss of revenue, or loss of use, arising out of or related to the PDF.OnlinePrimeTools.com website or the information contained in it, whether such damages arise in contract, negligence, tort, under statute, in equity, at law or otherwise.",
  "paragraph_14":"PDF.OnlinePrimeTools.com cannot be held responsible for the user-generated messages linked to our services.",
  "paragraph_15":"Information on this website may contain technical inaccuracies or typographical errors. Information may be changed or updated without notice. PDF.OnlinePrimeTools.com may also make improvements and/or changes in the products and/or services at any time without notice. PDF.OnlinePrimeTools.com takes absolutely no responsibility for any errors on the site. You use the information at your own risk.",
  "paragraph_16":"You will see advertising material submitted by third parties on PDF.OnlinePrimeTools.com. Each individual advertiser is solely responsible for the content of its advertising material. We accept no responsibility for the content of advertising material, including, without limitation, any error, omission, or inaccuracy therein.",
  "paragraph_17":"You may link to PDF.OnlinePrimeTools.com or any of its services from a personal, organization, or commercial website, as long as you use the following correct website address:",
  "paragraph_18":"https://pdf.onlineprimetools.com",
  "paragraph_19":"Please feel free to mention our website or one of our services in a newspaper, magazine, television, or radio program. We recommend that you use the address of one of the index pages with a simple URL to make it easier for your readers, viewers, or listeners to read your text and find the website. Here is the link for our home page which has links to all of our free online prime tools:",
  "paragraph_20":"Homepage:",
  "paragraph_21":"https://pdf.onlineprimetools.com",
  "paragraph_22":"If you mention PDF.OnlinePrimeTools.com in your publication, please let us know via  👉  onlineprimetools101@gmail.com",
  "paragraph_23":"You may not publish any of our data on your website or other media without our permission.",
  "paragraph_24":"You may quote a limited amount of content from PDF.OnlinePrimeTools.com for personal or educational use, but please make sure to Ask Us First if you need to quote unlimited amount of content.",
  "paragraph_25":"Permission depends on the kind of medium and the extent and frequency of the data usage. For other commercial purposes, we may be able to help you, so Get In Touch Via onlineprimetools101@gmail.com",
  "paragraph_26":"If you use any of our content, you must credit us as the source. If the information is published online, a link to PDF.OnlinePrimeTools.com is required.",
  "paragraph_27":"We currently do not offer the option to embed dynamic features like graphs, animations, or maps on external websites. However, we do offer many different Free of Charge Online Prime Tools.",
  "paragraph_28":"It is not permitted to use extraction tools or tools to download parts of this website or the entire website or to store pages permanently.",
  "paragraph_29":"At the moment, we do not offer an API for integrating our data into your application, nor do we provide downloadable resources for this purpose.",
  "paragraph_30":"Most of the photos displayed on our website are stock images for which we bought the license. Please do not use them without buying the license for your own usage.",
  "paragraph_31":"We own the copyright to our maps and illustrations; please do not use these without expressed permission first via  👉  onlineprimetools101@gmail.com and they should be linked or referenced as mentioned above.",
  "paragraph_32":"To reference content from our website in your bibliography, please use the format for online sources prescribed by the referencing style you are using. If a name is required, please use Aihaiti.A. He is the creator, owner, and maintainer of Online Prime Tools.",
  "paragraph_33":"The PDF.OnlinePrimeTools.com is Copyright © Online Prime Tools 2023-2024. All Rights Reserved.",
  "paragraph_34":"Logos, images, Flash content, scripts, animations, videos, apps, and individual pages are Copyright © Online Prime Tools 2023-2024. All Rights Reserved. This is unless stated otherwise.",
  "paragraph_35":"The collection of information provided by the site is Copyright © Online Prime Tools 2023-2024. All Rights Reserved.",
  "paragraph_36":"You may not copy or modify those images, scripts, stylesheets, videos, animations, content, apps, or HTML pages without permission. (Normal caching of content by web browsers and proxy servers is allowed, as long as the files are not being redistributed or modified).",
  "paragraph_37":"Images and links provided by advertisers are generally copyrighted by the advertisers. Please do not use these without expressed permission first.",
  "paragraph_38":"Please note that we may change these terms and conditions from time to time at our sole discretion and we reserve the right to do so without your consent.",
  "paragraph_39":"(a) The laws of the Republic of Finland (without giving effect to its conflicts of law principles) govern all matters arising out of or relating to this agreement and the transactions it contemplates, including, without limitation, its interpretation, construction, validity, performance (including the details of performance), and enforcement.",
  "paragraph_40":"(b) A party bringing a legal action or proceeding against the other party arising out of or relating to this agreement or the transactions it contemplates must bring the legal action or proceeding in any court of the Republic of Finland. Each party to this agreement consents to the exclusive jurisdiction of the courts of the Republic of Finland and its appellate courts, for the purpose of all legal actions and proceedings arising out of or relating to this agreement or the transactions it contemplates.",
  "paragraph_41":"Should any provision of this agreement be invalid, that provision will be removed from the agreement without affecting the rest of the terms and conditions of use. All remaining provisions will continue to be valid and enforceable.",
  "paragraph_42":"If you have any questions about these terms and conditions, please do not hesitate to contact via  👉  onlineprimetools101@gmail.com",
  "paragraph_43": "Now that you're familiar with our policies, explore a variety of Online Prime Tools designed to make your daily calculation and conversion more efficient.",
  "paragraph_44": "👉 Start Exploring Our Tools",
  "section_list_item_01": "Modify the contents of the linked pages in any way without permission.",
  "section_list_item_02": "Link to individual images, animations, or videos. You may, however, link to a page on PDF.OnlinePrimeTools.com that contains the image, animation, or video.",
  "section_list_item_03": "Give the impression that PDF.OnlinePrimeTools.com or any of its services or content is part of your website.",
  "section_list_item_04": "Give the impression that your website is a part of PDF.OnlinePrimeTools.com (e.g. by using our logo to create that impression).",
  "section_list_item_05": "Send any unsolicited mail (spam) that includes the address of any resource on PDF.OnlinePrimeTools.com."

}

